Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget vil: · Effektivisere terminologiutviklingsarbeidet · Sikre at Sámi Giellagáldu blir et permanent organ for å normere samiske språk · Arbeide for at det opprettes terminologigrupper for pite- og umesamisk språk
sme: · Beavttálmahttit terminologiijabarggu · Sihkkarastit ahte Sámi Giellagáldu šaddá bistevaš orgánan sámegielaid normeremii · Váikkuhit dasa ahte ásahuvvojit terminologiijajoavkkut bihtán- ja ubmisámegielaide

source: Samiske språk og bruk av IKT
sme: Sámegielat ja IKT geavaheapmi

source: For at de samiske språkene skal kunne følge den teknologiske utviklingen og digitaliseringen i samfunnet vil der være viktig at det blant annet finnes fungerende korrekturprogrammer, grammatikk- kontroller og oversettelsesprogrammer.
sme: Earret eará doaibmi korrekturprográmmat, divvunprográmmat ja jorgalanprográmmat leat deaŧalaččat jus sámegielat galget sáhttit čuovvut teknologalaš ovdáneami ja digitaliserema servodagas.

source: Dette vil være med på å gjøre det enklere å bruke samiske skriftspråk.
sme: Dat álkidivččii sámi čállingiela geavaheami.

source: Det er også viktig at det finnes andre teknologiske hjelpemidler, slik som for eksempel velfungerende talesynteser på de samiske språkene.
sme: Deaŧalaš lea maid ahte gávdnojit eará teknologalaš veahkkeneavvut nu go buresdoaibmi hállansyntesa sámegielaide.

source: Disse språkfaglige verktøyene må også oppdateres ved behov.
sme: Dát giellafágalaš reaiddut fertejit maid ođasmahttojuvvot dárbbu mielde.

source: Samiske tegn i ulike databaser skaper utfordringer blant annet i forbindelse med registrering av samiske navn og stedsnavn.
sme: Sámi čállinmearkkat iešguđet diehtovuođuin buktet hástalusaid earret eará sámi namaid ja báikenamaid registrerema oktavuođas.

source: Det er et behov for teknologisk utvikling i forbindelse med databaser, GPS, applikasjoner og annet slik at det blir lett å bruke samiske tegn i disse.
sme: Diehtovuođuid, GPS, applikašuvnnaid ja eará dakkáriid oktavuođas dárbbašuvvo teknologalaš ovddideapmi vai dain lea álki geavahit sámi čállinmearkkaid.

source: Digitale ordbøker og andre verktøy må også finnes på de samiske språkene.
sme: Sámegielain fertejit maid leat digitála sátnegirjjit ja eará veahkkeneavvut.

source: Det er avgjørende at disse er brukervennlige, og helst samlet på en plass, slik at de blir enkle å bruke.
sme: Áibbas deaŧalaš lea ahte daid lea álki geavahit ja áinnas čohkkejuvvon seamma sadjá.

source: Det må også finnes informasjon om hvilke språkfaglige verktøy som finnes, og disse må gjøres kjent i samfunnet.
sme: Fertejit maid leat dieđut dan birra guđe giellafágalaš veahkkeneavvut gávdnojit, ja daid ferte oahpásmahttit servodahkii.

source: Informasjon om oppdateringer av språkfaglige verktøy må også nå ut til brukerne.
sme: Geavaheddjiide ferte maid juohkit dieđuid giellafágalaš veahkkeneavvuid ođasmahttima birra.

source: For at alle skal kunne bruke de forskjellige språkfaglige verktøyene, så er det viktig at det finnes veiledning og teknisk hjelp for bruk av verktøyene.
sme: Vai buohkat galget sáhttit geavahit iešguđet giellafágalaš veahkkeneavvuid, lea deaŧalaš ahte gávdno bagadus ja teknihkalaš veahkki veahkkeneavvuid geavaheami várás.

source: Sametinget vil: · Bidra til at det finnes velfungerende korrekturprogram, grammatikk -kontroller og oversettingsprogram på de samiske språkene og at de kommersielle bedriftene tar disse inn som standarder i sine produksjoner · Bidra til at det arbeides videre med nordsamisk talesyntese, og at det utvikles talesyntese også på lule- og sørsamisk. · Bidra til at det i programmer og registre skal være mulig å bruke samiske bokstaver.
sme: · Váikkuhit dasa ahte gávdnojit buresdoaibmi korrekturprográmmat, grammatihkkadárkkisteamit ja jorgalanprográmmat sámegielaide ja ahte gávppálaš fitnodagat váldet daid mielde standárdan iežaset buvttademiin · Váikkuhit dasa ahte davvisámegiela hállansyntesabargu ovdána, ja ahte ráhkaduvvojit maiddái hállansyntesat julev- ja lullisámegiela várás · Váikkuhit dasa ahte prográmmain ja registariin galgá leat vejolaš geavahit sámi bustávaid.

source: Kartlegge bruken av samiske språk
sme: Sámegielaid geavaheami kárten

source: God språkpolitikk må ta utgangspunkt i de ulike situasjonene språket står ovenfor.
sme: Iešguđet giela dilli ferte biddjojuvvot vuođđun buori giellapolitihkkii.

source: Dette forutsetter god bakgrunnskunnskap og jevnlige kartlegginger.
sme: Dat eaktuda buori duogášmáhtu ja dássidis kártemiid.

source: Det har vist seg å være vanskelig å få oversikt over antall språkbrukere fordi man ikke har registre som kan brukes til dette.
sme: Leat vásihan ahte lea váttis háhkat dieđuid giellageavaheddjiid loguid birra go eai leat registerat maid sáhttá geavahit dasa.

source: Sametinget vil sammen med Statistisk Sentralbyrå (SSB) jobbe for at det utarbeides et design som kan brukes som grunnlag for å kartlegge antallet samiske språkbrukere.
sme: Sámediggi áigu ovttas statistihkalaš guovddášdoaimmahagain váikkuhit dasa ahte ráhkaduvvo málle maid sáhttá geavahit vuođđun kártet sámegielhálliid logu.

source: God språkplanlegging forutsetter at det gjennomføres jevnlige kartlegginger.
sme: Buorre giellaplánen eaktuda ahte čađahuvvojit kártemat dássidit.

source: Situasjonen for de samiske språk er ulike, ikke bare mellom men også innenfor språkene.
sme: Sámegielaid dilli lea iešguđetlágan, ii dušše gielaid gaskkas muhto maiddái iešguđet giela siskkobealde.

source: Dette gjør at det er behov for ulike strategier for styrking og utvikling av samiske språk.
sme: Dat dagaha ahte dárbbašuvvojit iešguđet strategiijat dasa ahte nannet ja ovddidit sámegielaid.

source: For å innhente økt kunnskap om de ulike språksituasjonene, og slik sikre at strategier er tilpasset språkområdet er det behov for en kontinuerlig kartlegging av språkenes stilling.
sme: Háhkan dihtii eanet máhtu iešguđet gielladiliid birra, ja nu sihkkarastit ahte strategiijat leat heivehuvvon giellaguvlui, ferte dássedit kártet gielaid dili.

source: For å styrke pitesamisk, umesamisk og skoltesamisk er det først og fremst nødvendig å gjøre en del grunnleggende arbeid, slik som dokumentasjon og kartlegging av dagens situasjon for språkene.
sme: Bihtánsámegiela, ubmisámegiela ja nuortalaš giela nannemii dárbbašuvvo vuosttažettiin vuođđobargu, nu go geavaheddjiid dálá dili duođašteapmi ja kárten.

source: Kartleggingene av språkene skal brukes til å tilpasse språktiltak og tjenester i de ulike områdene.
sme: Gielaid kárten galgá geavahuvvot dasa ahte heivehit iešguđet guovlluid gielladoaibmabijuid ja bálvalusaid.

source: Det vil også være hensiktsmessig å registrere språk i folkeregistret, slik at man kan få tilbud om samiskspråklige tjenester uten å måtte be om det.
sme: Livččii maid vuogas registreret gielaid álbmotregistarii vái oččošii sámegiel bálvalusfálaldagaid vaikke ii leat daid jearahallan.

source: Sametinget vil: · Utvikle en hensiktsmessig metode for å kartlegge antall samiskspråklige på norsk side av Sápmi · At det foretas registrering av samiske språk i folkeregisteret · Arbeide for at Analysegruppa for samisk statistikk får ressurser for å jevnlig kartlegge og analysere situasjon og utviklingen av samiske språk på norsk side av Sápmi. · Kartlegge dagens situasjon for pitesamisk, umesamisk og skoltesamisk på norsk side av Sápmi
sme: Sámediggi áigu: · Ovddidit ulbmillaš vuogi dasa mo kártet sámegielagiid logu Norgga beale Sámis · Váikkuhit dasa ahte sámegielat registrerejuvvojit álbmotregistarii · Bargat dan ala ahte Sámi statistihka fágalaš analysajoavku oažžu resurssaid vai sáhttá dássidit kártet ja analyseret sámegielaid dili ja ovdáneami Norgga beale Sámis · Kártet bihtánsámegiela, ubmisámegiela ja nuortalaš giela dili Norgga beale Sámis

source: Samarbeid med private og offentlige aktører
sme: Ovttasbargu priváhta ja almmolaš oassálastiiguin

source: Sametinget bevilger i dag midler til flere institusjoner og aktører.
sme: Sámediggi juolluda dál ruđaid ollu ásahusaide ja oassálastiide.

source: Sametinget ønsker at tilskuddsmottakerne i større grad skal vurdere språkperspektivet ved sine prosjekter, på lik linje som det stilles krav om vurdering av kjønnsperspektivet i prosjekter og tiltak.
sme: Sámediggi háliida ahte doarjjaoažžut buorebut árvvoštallet giellaperspektiivva iežaset prošeavttain, seamma láhkai go sohkabeale perspektiivva galget árvvoštallat prošeavttain ja doaibmabijuin.

source: Sametinget ser det som naturlig å innføre et språkkrav ved bevilgninger av både direktetilskudd og søkerbaserte tilskudd.
sme: Sámediggái lea lunddolaš ásahit giellagáibádusa sihke njuolggadoarjagiid ja ohcanvuđot doarjagiid juolludeami oktavuođas.

source: Dette gjelder også tilskuddsordninger innenfor andre områder enn språk, eksempelvis kultur, næring og helse.
sme: Dat guoská maiddái doarjjaortnegiidda eará surggiin go gielas, ovdamearkka dihtii kultuvrras, ealáhusain ja dearvvašvuođas.

source: Språkkravet innebærer at institusjonene og aktørene skal synliggjøre samiske språk, og/eller fremme bruk av samiske språk.
sme: Giellagáibádus mearkkaša ahte ásahusat ja earát galget oainnusmahttit sámegielaid, ja/dahje ovddidit sámegielaid geavaheami.

source: Det må fremkomme i søknader hvordan tilskuddet skal føre til økt synliggjøring og bruk av samiske språk, og dette skal rapporteres til Sametinget som en del av den ordinære rapporteringen over bruken av midlene.
sme: Ohcamiin galgá boahtit ovdan mo doarjja galgá oainnusmahttit sámegielaid ja lasihit daid geavaheami, ja galgá dieđihuvvot Sámediggái dábálaš raproteremis das mo ruđat leat geavahuvvon.

source: Sametinget ønsker at synliggjøring og bruk av samiske språk skal være et tema på møter med institusjoner og aktører.
sme: Sámediggi háliida ahte sámegielaid oainnusmahttin galgá leat fáddán čoahkkimiin ásahusaiguin ja eará aktevrraiguin.

source: Samarbeid med private og offentlige aktører innebærer også at aktører i større grad synliggjør og etterspør språk- og kulturkompetanse, og bidrar til at slik kompetanse oppleves som verdifull.
sme: Ovttasbargu priváhta ja almmolaš aktevrraiguin mearkkaša maiddái ahte aktevrrat buorebut oainnusmahttet ja jearahit giella- ja kulturmáhtu, ja leat mielde dahkamin dakkár máhttu árvvolažžan.

source: Etterspørsel og verdsetting av språk- og kulturkompetanse vil bidra til attraktive arbeidsplasser, og slik være med på å bygge behov for språkkompetanse i samfunnet.
sme: Giella- ja kulturmáhtu jearaheapmi ja árvvusatnin lea mielde dahkamin bargosajiid geasuheaddjin, ja lea nu mielde loktemin giellamáhttodárbbu servodagas.

source: Sametinget ønsker at private og offentlige aktører tar et større ansvar, og bidrar til at statusen til de samiske språkene løftes.
sme: Sámediggi háliida ahte priváhta ja almmolaš aktevrrat váldet stuorát ovddasvástádusa ja leat mielde loktemin sámegielaid árvu.

source: Private og offentlige aktører bør være aktive i arbeidet med å rekruttere samiskspråklig kompetanse til sine fagområder, og i større grad oppsøke videregående skoler og studiesteder for å rekruttere kompetanse mens studenter er under utdanning.
sme: Priváhta ja almmolaš aktevrrat galggašedje aktiivvalaččat rekrutteret sámegiel gelbbolašvuođa iežaset fágasurggiide, ja eanet fitnat joatkkaskuvllain ja oahpposajiin rekrutteremin gelbbolašvuođa dan áiggi go studeanttat leat oahpu váldimin.

source: Dette vil være med på å bidra til attraktive studier og konkurranse om kompetanse.
sme: Dat livččii mielde dagaheamen oahpuid geasuheaddjin ja vuolggaheamen gilvvu gelbbolašvuođas.

source: Videre vil det være nyttig for private og offentlige aktører og institusjoner å foreta en kartlegging av samiskspråklig kompetanse innenfor egen sektor, for slik til enhver tid kunne utarbeide en rekrutteringsplan for egen institusjon.
sme: Viidáseappot livččii ávkkálaš priváhta ja almmolaš aktevrraide ja ásahusaide kártet sámegielmáhtu iežaset suorggis vai álo sáhtášedje ráhkadit rekrutterenplána iežaset ásahussii.

source: Sametinget vil også oppfordre private og offentlige aktører om å vurdere å tilby studiehjemler eller lønn under utdanning for å sikre nødvendig samiskspråklig kompetanse til sin arbeidsplass eller institusjon.
sme: Sámediggi ávžžuha maiddái priváhta ja almmolaš aktevrraid árvvoštallat fállat oahppolobiid dahje oahpu bálkkáin sihkkarastin dihtii dárbbašlaš sámegielmáhtu iežaset bargosadjái dahje ásahussii.

source: I arbeidet for å sette i gang nye språktiltak, etablere nye språkarenaer og bygge opp robuste språkmiljø i samfunnet, er det behov for et godt samarbeid med ulike aktører.
sme: Barggus álggahit ođđa gielladoaibmabijuid, ásahit ođđa giellaarenaid ja ovddidit nana giellabirrasiid servodagas, dárbbašuvvo buorre ovttasbargu iešguđet aktevrraid gaskka.

source: Samtidig som det er viktig å igangsette nye tiltak lokalt, regionalt og nasjonalt er det også viktig å se på hvordan eksisterende tilbud, ordninger og institusjoner kan implementere synliggjøring av samiske språk.
sme: Seammás go lea deaŧalaš álggahit ođđa doaibmabijuid báikkálaččat, regiovnnalaččat ja nationálalaččat, lea maid deaŧalaš árvvoštallat mo dálá doaibmabijut, ortnegat ja ásahusat sáhttet geavahuvvot oainnusmahttimis sámegielaid.

source: Sametinget ser viktigheten av å være pådriver for at alle aktører i samfunnet bidrar til å fremme samiske språk og samisk kultur.
sme: Sámedikki mielas lea deaŧalaš váikkuhit dasa ahte buot aktevrrat servodagas leat mielde ovddideamen sámegielaid ja sámi kultuvrra.

source: Videre handler det om å utvikle tilbud som er tilpasset målgruppene på de arenaer hvor de oppholder seg, og være nyskapende i forhold til utvikling av gode språktiltak.
sme: Lea maid sáhka das ahte ovddidit fálaldagaid mat leat heivehuvvon daid ulbmiljoavkkuide doppe gos sii leat, ja hutkáivuođain ovddidit buriid gielladoaibmabijuid.

source: Særlig gjelder dette språktilbud for barn og unge.
sme: Dat guoská erenoamážit giellafálaldagaide mánáid ja nuoraid várás.

source: Den teknologiske utviklingen skjer raskt, og nye tilbud utvikles stadig.
sme: Teknologiija ovdána johtilit, ja ođđa fálaldagat ovddiduvvojit dađistaga.

source: Utarbeidelse av språktilbud må derfor tilpasses dagens samfunn og teknologisk utvikling, og det vil være viktig å søke samarbeid med aktører innenfor ulike bransjer.
sme: Danne ferte giellafálaldagaid heivehit dálá servodahkii ja teknologalaš ovdáneapmái, ja ferte maid geahččalit ovttasbargat iešguđet surggiid aktevrraiguin.

source: Sametinget vil: · At institusjoner og aktører som mottar tilskudd fra Sametinget skal synliggjøre språket og/eller fremme økt bruk av samiske språk. · Være pådriver for at private og offentlige aktører etterspør samiskspråklig kompetanse · Være pådrivere for at private og offentlige aktører er aktive i rekruttering til fagområder · Arbeide for at nasjonale institusjoner: Operaen, Nasjonalmuseet, Nasjonalbiblioteket, Nasjonalarkivet og andre som får statlig driftsstøtte programmerer samisk kunst og kultur.
sme: · Ahte ásahusat ja oassálastit mat ožžot doarjaga Sámedikkis galget oainnusmahttit giela ja /dahje ovddidit sámegielaid lassi geavaheami · Váikkuhit dasa ahte priváhta ja almmolaš aktevrrat jearahit sámegiela gelbbolašvuođa · Váikkuhit dasa ahte priváhta ja almmolaš aktevrrat aktiivvalaččat rekrutterejit gelbbolašvuođa iežaset fágasurggiide · Bargat dan ala ahte nationála ásahusat: Opera, Nationálamusea, Nationálabibliotehka, Nationála arkiiva ja earát mat ožžot stáhtas doaibmadoarjaga programmerejit sámi dáidaga ja kultuvrra.

source: Samarbeid med samiske språksentre
sme: Ovttasbargu sámi giellaguovddážiiguin

source: Sametinget er opptatt av å sikre robuste samiske språksentre med faglig kompetanse, gode rammevilkår og et mangfold av språkaktiviteter.
sme: Sámediggái lea deaŧalaš sihkkarastit nana sámi giellaguovddážiid fágalaš gelbbolašvuođain, buriid rámmaeavttuiguin ja máŋggabealat gielladoaimmaiguin.

source: De samiske språksentrene er viktige aktører i arbeidet med å styrke og utvikle samiske språk lokalt.
sme: Sámi giellaguovddážiid bargu nannemiin ja ovddidemiin sámegielaid báikkálaččat lea hui deaŧalaš.

source: Språksentrenes arbeid bidrar til synliggjøring av samiske språk, og er med på å skape samlingspunkter og arenaer for bruk av samiske språk.
sme: Giellaguovddážat leat mielde oainnusmahttimin sámegielaid, ja leat mielde ovddideamen čoahkkanan- ja deaivvadansajiid gos sámegielat geavahuvvojit.

source: Samiske språksentre, i tillegg til barnehager og grunnskoler, har en sentral rolle i språkopplæringa lokalt.
sme: Sámi giellaguovddážiin, lassin mánáidgárddiin ja vuođđoskuvllain, lea deaŧalaš doaibma giellaoahpahusas báikkálaččat.

source: Språksentrene innehar viktig fagkompetanse og utgjør kjernen av samisk språkopplæring utenfor grunnskolen.
sme: Giellaguovddážiin lea deaŧalaš fágagelbbolašvuohta ja leat hui deaŧalaččat giellaoahpahusas olggobealde vuođđoskuvlla.

source: Flere språksentre drar nytte av lokale språkbærere og overføring av tradisjonelle kunnskap utgjør en viktig del av språksentrenes tilbud.
sme: Ollu giellaguovddážat geavahit báikkálaš giellaguddiid, ja árbedieđu gaskkusteapmi lea deaŧalaš oassi giellaguovddážiid fálaldagas.

source: De samiske språksentrene er ulikt organisert, og aktivitetene er varierte.
sme: Sámi giellaguovddážat leat organiserejuvvon iešguđet láhkai, ja doaimmat leat máŋggabealagat.

source: Noen språksentre tilbyr språkopplæring på grunn - og videregående nivå via fjernundervisning, i tillegg til språkkurs for voksne.
sme: Muhtun giellaguovddážat fállet giellaoahpahusa vuođđo- ja joatkkadásis gáiddusoahpahusa bokte, lassin giellakurssaide rávesolbmuid várás.

source: Andre språksentre har også tilbud til førskolebarn og skoleelever som støtte i opplæringa i barnehage og skole.
sme: Eará giellaguovddážiin leat maid fálaldagat ovdaskuvlamánáide ja skuvlaohppiide doarjjan oahpahussii mánáidgárddis ja skuvllas.

source: Flere språksentre har vært aktive i utarbeidelse av læremidler.
sme: Máŋga giellaguovddáža leat árjjalaččat ráhkadan oahpponeavvuid.

source: Språksentrene bidrar også til dokumentasjon av områdets historie, dialekt, kulturminner og registrering og dokumentering av stedsnavn.
sme: Giellaguovddážat leat maid mielde duođašteamen guovllu historjjá, suopmana, kulturmuittuid ja báikenamaid registreremiin ja duođašteamen.

source: Mange språksentre utarbeider språktilbud spesielt rettet mot barn og unge, og de bidrar til oppbygging av mange og viktige språkarenaer i lokalsamfunnet.
sme: Ollu giellaguovddážat ráhkadit giellafálaldagaid erenoamážit mánáid ja nuoraid várás, ja leat mielde ráhkadeamen deaŧalaš giellaarenaid báikkálaš servodagas.

source: De samiske språksentrene er ofte samlokalisert med samiske museer.
sme: Sámi giellaguovddážat leat dávjá oktii lokaliserejuvvon sámi museaiguin.

source: Sametinget har gjennom "Sametingets strategier for samiske språksentre" fra 2015 foretatt endringer av direktetilskudd til de samiske språksentrene, samt fastsatt strategier for å sikre faglige sterke språksentre, sikre gode rammevilkår for språksentrene og sikre tilbud i tråd med behovene i språksentrenes virkeområde.
sme: Sámediggi lea Sámedikki jagi 2015 mannosaš strategiija vuođul sámi giellaguovddážiid várás dahkan rievdadusaid njuolggadoarjagiin sámi giellaguovddážiidda, ja mearridan strategiijaid dasa ahte sihkkarasti fágalaččat nana giellaguovddážiid, sihkkarastit rámmaeavttuid giellaguovddážiidda ja sihkkarastit fálaldagaid giellaguovddážiid doaibmaguovllu dárbbuid vuođul.

source: Sametinget er opptatt av å styrke og utvikle de samiske språksentrene, og vi har en intensjon om at det skal opprettes flere språksentre.
sme: Sámediggái lea deaŧalaš nannet ja ovddidit sámi giellaguovddážiid,ja min áigumuš lea ahte galget ásahuvvot eanet giellaguovddážat.

source: Siden 2015 har det kommet flere initiativer til etablering av nye språksentre.
sme: 2015 rájes leat boahtán máŋga initiatiivva ásahit ođđa giellaguovddážiid.

source: Som et ledd i arbeidet for å opprette flere språksentre utarbeidet sametinget en trappetrinns modell for språksentre under etablering.
sme: Oassin dan barggus ásahit eanet giellaguovddážiid, ráhkadii Sámediggi ráidalasmodealla daid giellaguovddážiid várás mat leat ásahuvvomin.

source: Språksentrene utarbeider i dag 3-årige aktivitetsplaner, som i større grad skal sikre økonomiske forutsigbarhet.
sme: Giellaguovddážat ráhkadit dál 3-jahkásaš doaibmaplánaid mat buorebut galget sihkkarastit ekonomalaš vuorddehahttivuođa.

source: Sametinget arrangerer årlige språksentertreff i nært samarbeid med språksentrene.
sme: Sámediggi lágida jahkásaččat gielladeaivvademiid lagas ovttasbargguin giellaguovddážiiguin.

source: I tillegg er Sametinget i gang med årlige faglige samlinger for språksentrenes ansatte.
sme: Dasa lassin lea Sámediggi bargamin jahkásaš fágalaš čoahkkanemiiguin giellaguovddážiid bargiid várás.

source: Gjennom faglige samlinger håper vi å styrke språksentrenes kompetanse, samtidig som vi ser viktigheten av at det utarbeides strategier for rekruttering av fagkompetanse og kompetansehevingstiltak for ressurspersoner og ansatte i språksentrene.
sme: Fágalaš čoahkkanemiid bokte lea doaivva nannet giellaguovddážiid gelbbolašvuođa, seammás go oaidnit man dárbbašlaš dat lea ahte ráhkaduvvojit strategiijat fágagelbbolašvuođa háhkamii ja gealboloktemii giellaguovddážiid resursaolbmuid ja bargiid várás.

source: Sametinget vil også etablere et nettverksforum for språksenterledere.
sme: Sámediggi áigu maid ásahit fierpmádatforuma giellaguovddážiid jođiheddjiid várás.

source: Gjennom et slikt forum ønsker Sametinget å styrke samarbeidet mellom Sametinget og språksentrene, og samarbeid mellom språksentrene.
sme: Dakkár foruma bokte háliida Sámediggi nannet ovttasbarggu Sámedikki ja giellaguovddážiid gaskka, ja ovttasbarggu giellaguovddážiid gaskkas.

source: I arbeidet for å sikre språktilbud i tråd med behovene i språksentrenes virkeområde vil det være nyttig med felles strategier for måling av brukertilfredshet og gjennomføring av brukerundersøkelser.
sme: Barggus sihkkarastit giellafálaldagaid giellaguovddážiid doaibmaguovllu dárbbuid vuođul, leat oktasaš strategiijat deaŧalaččat dasa ahte mihtidit geavaheddjiid duhtavašvuođa ja čađahit geavaheddjiidiskkademiid.

source: Sametinget vil: · Bidra til styrking av eksisterende og opprettelse av nye språksentre · Invitere til samarbeid om lokale tiltak for synliggjøring av samiske språk og utvikling av språkarenaer og aktiviteter · Styrke samarbeidet mellom sametinget og språksentrene gjennom etablering av nettverksforum for språksenterledere og Sametinget · Igangsette kompetansehevingstiltak for de samiske språksentrene
sme: · Bargat dan ala ahte nannet dálá sámi giellaguovddážiid ja leat veahkkin ovddideamen ođđa giellaguovddážiid · Bovdet ovttasbargui báikkálaš doaibmabijuid birra mat čalmmustahttet sámegielaid ja ovddidit giellaarenaid ja gielladoaimmaid · Nannet ovttasbarggu Sámedikki ja giellaguovddážiid gaskka fierpmádaga ásahemiin giellaguovddážiid jođiheddjiide ja Sámediggái · Álggahit doaimmaid mat buoridit giellaguovddážiid gelbbolašvuođa

source: Samarbeid med samiske næringer
sme: Ovttasbargu sámi ealáhusaiguin

source: Samiske næringer er viktige bærebjelke for samiske språk, samisk kultur og samfunnsliv.
sme: Sámi ealáhusat leat sámegielaid, sámi kultuvrra ja servodateallima deaŧalaš geađgejuolggit.

source: Innenfor reindrift, fiske, landbruk og utmarksnæringer finnes det et levende, mangfoldig og rikt språk som har en egen terminologi.
sme: Boazodoalus, guolástusas, eanadoalus ja meahcástemiin lea ealli, máŋggabealat ja rikkis giella mas lea sierra terminologiija.
